/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Schutz aktivieren";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "AdGuard-Schutz ist deaktiviert. Klicken Sie auf \"Schutz starten\".";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "AdGuard starten";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard ist deaktiviert. Bitte führen Sie AdGuard aus, um die Einstellungen zur Inhaltsblockierung ändern möchten";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Bitte beachten Sie, dass die Inhaltsblockierung in Safari auch dann funktioniert, wenn die App nicht läuft";
